[
  {
    "text": "“I hate it. I absolutely hate it. That’s my feedback. Bye.”",
    "attributedTo": null
  },
  {
    "text": "“Yes, there is a logic. I’m a designer, not an artist, so I use rationale.”",
    "attributedTo": null
  },
  {
    "text": "“It’s all about failure. You can’t get something perfect. There’s no such thing.”",
    "attributedTo": null
  },
  {
    "text": "“I’ll tell you one thing—no one else can do it.”",
    "attributedTo": null
  },
  {
    "text": "“Anything ugly, if you’ve got a lot of it, is great.”",
    "attributedTo": null
  },
  {
    "text": "“Purity doesn’t mean boring.”",
    "attributedTo": null
  },
  {
    "text": "“I want to win jobs, I don’t want to win people.”",
    "attributedTo": null
  },
  {
    "text": "“It’s not about being right. It’s about being clear and crisp.”",
    "attributedTo": null
  },
  {
    "text": "“When you say you’re sophisticated, that means you’re not.”",
    "attributedTo": null
  },
  {
    "text": "“Our goal is to make it as good as possible for as little as possible.”",
    "attributedTo": null
  },
  {
    "text": "“Dumb and simple is what I specialize in—I’m a graphic designer.”",
    "attributedTo": null
  },
  {
    "text": "“Do you want us to be shleppers or do you want us to be helpers?”",
    "attributedTo": null
  },
  {
    "text": "“I get it. I just haven’t found a way to portray it.”",
    "attributedTo": null
  },
  {
    "text": "“This is hard. It’s not just picking a typeface. It’s picking a methodology, a system.”",
    "attributedTo": null
  },
  {
    "text": "“The best work comes out of a crazy accident. If you know everything, you won’t have accidents.”",
    "attributedTo": null
  },
  {
    "text": "“One thing you don’t want to do is push something back and then focus on that.”",
    "attributedTo": null
  },
  {
    "text": "“Great concept. Too ornamental.”",
    "attributedTo": null
  },
  {
    "text": "“If someone comes to me desperately saying ‘I need a logo’ I’m happy to say, ‘no you don’t.” “I don’t give people haircuts if they don’t need them.”",
    "attributedTo": null
  },
  {
    "text": "“I want my friends to be smart and funny; I want my products to be smart and funny; I want my work to be smart and funny.”",
    "attributedTo": null
  },
  {
    "text": "“There’s nothing like ignorance to make a great job. That’s when I do my best work.”",
    "attributedTo": null
  },
  {
    "text": "“We do it because it’s fun and we believe in the concept.”",
    "attributedTo": null
  },
  {
    "text": "“I can’t say success is guaranteed; I can’t say all hope is lost.”",
    "attributedTo": null
  },
  {
    "text": "“The discovery is the best part.”",
    "attributedTo": null
  },
  {
    "text": "“It doesn’t need a fancy typeface.”",
    "attributedTo": null
  },
  {
    "text": "“We try everyday to be nice.”",
    "attributedTo": null
  },
  {
    "text": "“Remember, our job is to realize his vision.”",
    "attributedTo": null
  },
  {
    "text": "“Make sure you don’t upset anybody.” ",
    "attributedTo": null
  },
  {
    "text": "“If you’re gonna do it, you’re gonna do it the whole way or you don’t do it at all.”",
    "attributedTo": null
  },
  {
    "text": "“That’s just not good enough actually.”",
    "attributedTo": null
  },
  {
    "text": "“Even if we’re not specifically hired to do strategy, everything we do is strategic.”",
    "attributedTo": null
  },
  {
    "text": "“I just don’t think execution should drive the process.”",
    "attributedTo": null
  },
  {
    "text": "“Always use your eye.”",
    "attributedTo": null
  },
  {
    "text": "“You have the idea, now make it work.”",
    "attributedTo": null
  },
  {
    "text": "“It’s too late to terminate it. They’ve baptized the baby in public with the governor present.” ",
    "attributedTo": null
  },
  {
    "text": "“We only need time for one meeting.”",
    "attributedTo": null
  },
  {
    "text": "“I don’t want to do things that don’t exist because I think that’s stupid.”",
    "attributedTo": null
  },
  {
    "text": "“You don’t come to us because you want a design, you come to us because you want a quality design that will get finished.”",
    "attributedTo": null
  },
  {
    "text": "“Trust me, if you like what you do, you keep on doing it.”",
    "attributedTo": null
  },
  {
    "text": "“No, its not ridiculous, it’s important.”",
    "attributedTo": null
  },
  {
    "text": "“They say one thing and mean another. Their name is client.”",
    "attributedTo": null
  },
  {
    "text": "“We’re high end and scrappy at the same time.”",
    "attributedTo": null
  },
  {
    "text": "“There’s not a right or wrong thing to do. Fall in love with something and make it consistently.”",
    "attributedTo": null
  },
  {
    "text": "“It’s not about creating stuff. It’s about thinking about what you create.”",
    "attributedTo": null
  },
  {
    "text": "“You can’t give someone something that is half done. You just can’t.”",
    "attributedTo": null
  },
  {
    "text": "“I care about the dynamic approach, not the static approach.” ",
    "attributedTo": null
  },
  {
    "text": "“There’s no reason for me to do more work if I’m not going to get paid. What part of that is so complicated?”",
    "attributedTo": null
  },
  {
    "text": "“These quotes are not just quotes. They’re voices. Voices that need to be heard.” ",
    "attributedTo": null
  },
  {
    "text": "“As usual everything is asap.” ",
    "attributedTo": null
  },
  {
    "text": "“You don’t know what you don’t know and that’s okay.”",
    "attributedTo": null
  },
  {
    "text": "“Pay us. Then we’ll show you shit.” ",
    "attributedTo": null
  },
  {
    "text": "“When I say something’s not gonna work, it normally doesn’t work.”",
    "attributedTo": null
  },
  {
    "text": "“I want to be the designer, not the business person.” ",
    "attributedTo": null
  },
  {
    "text": "“To make it work you need some kind of emotional connection to it.” ",
    "attributedTo": null
  },
  {
    "text": "“Design should never take six months. It should take two weeks.” ",
    "attributedTo": null
  },
  {
    "text": "“Think dynamically. Don’t think in print.” ",
    "attributedTo": null
  },
  {
    "text": "“If all we cared about was function then we’d all be wearing inexpensive black jumpsuits and eating pills to survive.”",
    "attributedTo": null
  },
  {
    "text": "“Design gives us variety and pleasure.”",
    "attributedTo": null
  },
  {
    "text": "“This isn’t just some crazy doodle we closed our eyes and scribbled down.”",
    "attributedTo": null
  },
  {
    "text": "“Something has to be most important.” ",
    "attributedTo": null
  },
  {
    "text": "“Any tentative move throws you back. It can’t look tentative. It has to look like a deliberate thing.” ",
    "attributedTo": null
  },
  {
    "text": "“You can’t make an unfamous person famous by an extra paragraph of type. You can only make the type look desirable.”",
    "attributedTo": null
  },
  {
    "text": "“This is something I know more about than you.”",
    "attributedTo": null
  },
  {
    "text": "“Color is a subjective point of view.” ",
    "attributedTo": null
  },
  {
    "text": "“Identities, if they’re done well, should be a little bizarre at first.” ",
    "attributedTo": null
  },
  {
    "text": "“You have ten pounds of shit in a five pound bag.” ",
    "attributedTo": null
  },
  {
    "text": "“You come up with more ideas than you need in hopes that one will be approved and then you never have to think about it again.”",
    "attributedTo": null
  },
  {
    "text": "“You won’t make it work or you would have done it already.” ",
    "attributedTo": null
  },
  {
    "text": "“You’re making me do unnecessary work. You’re taking my power. Don’t do that.”",
    "attributedTo": null
  },
  {
    "text": "“We’re in a period of flux and we’ll get it half right this time and all right the next time.” ",
    "attributedTo": null
  },
  {
    "text": "“I’m a sunny kind of guy and think everything is okay. It’s called denial by the way.”",
    "attributedTo": null
  },
  {
    "text": "“I really can’t continue to work with you if you don’t follow my advice. It’s going to be embarrassing.”",
    "attributedTo": null
  },
  {
    "text": "“It’s their building. If they want to make it upside down and purple then we have to make it upside down and purple.”",
    "attributedTo": null
  },
  {
    "text": "“I’m not doing that. I’m not doing any of this weird shit.”",
    "attributedTo": null
  },
  {
    "text": "“I need this book because I’m running out of talent and I have to steal.”",
    "attributedTo": null
  },
  {
    "text": "“Authenticity always wins.”",
    "attributedTo": null
  },
  {
    "text": "“It’s hard because everyone feels like they can do it and honestly, everyone can’t.”",
    "attributedTo": null
  },
  {
    "text": "“Not knowing the answer is scary.”",
    "attributedTo": null
  },
  {
    "text": "“We’ve got no offices, no privacy, no human dignity.”",
    "attributedTo": null
  }
]
